{"schema": {"fields":[{"name":"index","type":"string"},{"name":"Agency","type":"string"},{"name":"Category","type":"string"},{"name":"Deadline","type":"string"},{"name":"Description","type":"string"},{"name":"Eligibility","type":"string"},{"name":"Email","type":"string"},{"name":"Estimated Grant Value","type":"string"},{"name":"From where","type":"string"},{"name":"Go_id","type":"string"},{"name":"Grant Range","type":"string"},{"name":"Instructions for Lodgement","type":"string"},{"name":"Internal Reference ID","type":"string"},{"name":"New Grants","type":"string"},{"name":"Publish Date","type":"string"},{"name":"Site","type":"string"},{"name":"Title","type":"string"},{"name":"Total Grant Amount","type":"string"}],"pandas_version":"0.20.0"}, "data": [{"index":"Assistance Grants – Access to Industry Priority Uses of Agvet Chemicals – Round Three","Agency":"Department of Agriculture and Water Resources","Category":["111002 - Business Development","211005 - Land Resources"],"Deadline":"15-Dec-2017 2:00 pm (ACT Local Time)","Description":"The Assistance Grants – Access to Industry Priority Uses of Agvet Chemicals Program, Round Three will run over 2017 – 2018. The program was announced as part of the Improved Access to Agvet Chemicals Initiative (the Initiative).  Access to safe and effective agricultural and veterinary (agvet) chemicals is important to Australian agricultural and livestock industries, the community and the environment. Agvet chemicals sold in Australia must be authorised, by registration or permit, with the Australian Pesticides and Veterinary Medicines Authority (APVMA). The APVMA must also approve the specific uses of every product, based on its assessment of information provided by applicants.   The costs of generating this information for emerging or speciality livestock and crop industries, or new pest species, will often exceed the potential returns for registrants. Larger industries may also face a similar problem when managing uncommon or emerging pests and diseases. These chemical access issues are often referred to collectively as the ‘minor use problem’.  The aim of the Initiative is to increase the number of new agvet chemical products and legal uses of existing agvet chemicals available in the Australian market.  The objective of the grants program is to assist with generating of sufficient data to support applications to the APVMA seeking approval for needed agvet chemical uses identified by the most recent collaborative forum on access priorities.  The grants program will assist industry to gain or maintain access to the identified priority uses of agvet chemicals. This will help provide short-term relief to producers while longer-term sustainable solutions to access are developed and implemented through the broader reform program mentioned above.\nGrant Activity Timeframe = The expected start date for the granting activities is 15\/04\/2018 and the expected end date is 30\/06\/2023. You must spend the grant funding by the end date of your grant agreement.\nAddenda Available = Yes","Eligibility":"The following 15 Australian incorporated Research and Development Corporations (RDCs) are eligible to apply for funding under this grant program:  • Australian Egg Corporation Limited• Australian Grape and Wine Authority• Australian Livestock Export Corporation Limited• Australian Meat Processor Corporation Limited• Australian Pork Limited• Australian Wool Innovation Limited• Cotton Research and Development Corporation• Dairy Australia Limited• Fisheries Research and Development Corporation• Forest and Wood Products Australia Limited• Grains Research and Development Corporation• Horticulture Innovation Australia Limited• Meat and Livestock Australia Limited• Rural Industries Research and Development Corporation • Sugar Research Australia Limited.  Note:  You are not eligible to apply for this grant program if you are an organisation that does not constitute an agricultural RDC.  Stakeholders are encouraged to contact their relevant RDC should they wish to be involved or support the RDC in preparing a grant application.  Some organisations may apply as a consortium to deliver grant activities. If you are submitting a grant application on behalf of a consortium, a member organisation or a newly created organisation must be appointed as the ‘lead organisation’.","Email":"agvetaccessgrants@agriculture.gov.au","Estimated Grant Value":"From  -  to  $100,000.00","From where":"www.grants.gov.au","Go_id":"GO351","Grant Range":"MEDIUM","Instructions for Lodgement":"Applicants must complete and submit an online application. Please refer to Section 8.4 of the Guidelines for the link to the application form.\nOther Instructions = The Department of Agriculture and Water Resources will not provide application forms or accept applications for this grant opportunity by fax or mail.  Applications and supporting documentation must be received by the department by 2:00pm (AEST) on 15 December 2017.  If you have any technical difficulties please contact the Department by the below details.","Internal Reference ID":"Agvet Chemicals Round Three","New Grants":1,"Publish Date":"1-Aug-2017","Site":"http:\/\/www.agriculture.gov.au\/ag-farm-food\/ag-vet-chemicals\/improved-access-agvet-chemicals","Title":"Assistance Grants – Access to Industry Priority Uses of Agvet Chemicals – Round Three","Total Grant Amount":"$1,780,000.00"},{"index":"Australia-China Science and Research Fund Joint Research Centres","Agency":"Department of Industry, Innovation and Science","Category":["321003 - Scientific Research","381001 - Science, Technology, Engineering and Mathematics (STEM) Research"],"Deadline":"20-Dec-2017 5:00 pm (ACT Local Time)","Description":"Joint Research Centres (JRCs) are virtual centres that link Australian and Chinese research institutions conducting a range of research-related activities in a specified field of research. JRCs enable a concentration of effort and achievement of outcomes beyond that of individual research projects.   The maximum grant amount is $1 million. The grant amount will be up to 100 per cent of eligible project costs. The maximum grant period is three years. The program is ongoing with biennial funding rounds.  Priority Areas  The priority areas for Round 3 of the ACSRF Joint Research Centres are:   Advanced Manufacturing  astronomy related technology, including big data new materials in manufacturing cross-cutting technologies that will de-risk, scale up, and add value to manufactured products  Medical Technologies and Pharmaceuticals  effective technologies for individuals to manage their own health care better models of health care and services  Resources and Energy  low emission energy production from fossil fuels and other sources new clean energy sources and storage technologies and demand response technologies that are efficient, cost-effective and reliable.\nGrant Activity Timeframe = NULL\nAddenda Available = Yes","Eligibility":"To be eligible you must:   have an Australian Business Number (ABN) be registered for GST and be one of the following eligible entities:  a company incorporated in Australia an incorporated not for profit company a Publicly Funded Research Organisation (PFRO) as defined in Appendix A of the Program Guidelines a Cooperative Research Centre an other Australian incorporated entity.   You are unable to apply if you are:   a non-Corporate Commonwealth entity.  To be eligible your project must involve:   a Chinese primary partner who has submitted, or is in the process of submitting, a corresponding application to the relevant Chinese organisation an Australian end user or industry partner that can apply the research outcomes.  For more information on eligibility please refer to the Program Guidelines.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO401","Grant Range":"NOT SURE","Instructions for Lodgement":"To apply, go to www.business.gov.au\/ACSRFJRC.\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"ACSRF JRC","New Grants":1,"Publish Date":"15-Sep-2017","Site":"https:\/\/www.business.gov.au\/ACSRFJRC","Title":"Australia-China Science and Research Fund Joint Research Centres","Total Grant Amount":"NOT SURE"},{"index":"Australian Laureate Fellowships commencing in 2018","Agency":"Australian Research Council","Category":["381001 - Science, Technology, Engineering and Mathematics (STEM) Research","381002 - Humanities, Arts and Social Sciences (HASS) Research"],"Deadline":"9-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Australian Laureate Fellowships scheme reflects the Commonwealth’s commitment to support excellence in research by attracting world-class researchers and research leaders to key positions, and creating new rewards and incentives for the application of their talents in Australia.  Open to applications from outstanding researchers of international repute, the Australian Laureate Fellowships scheme encourages proposals involving Australian or international researchers by providing eligible Australian Laureate Fellows with project funding in addition to a salary supplement and salary-related (on-cost) support.  The objectives of the Australian Laureate Fellowships scheme are to:   attract and retain outstanding researchers and research leaders of international reputation support ground-breaking, internationally competitive research provide an excellent research training environment and exemplary mentorship to nurture early-career researchers forge strong links among researchers, the international research community and\/or industry expand Australia’s knowledge base and research capability enhance the scale and focus of research in the Science and Research Priorities.  Up to 17 five-year Australian Laureate Fellowships may be awarded each year, providing a salary supplement, in addition to a Level E professorial salary provided by the Administering Organisation; funding for up to two Postdoctoral Research Associates (five years) and two Postgraduate Researchers (four years); and up to $300,000 per annum project funding.\nGrant Activity Timeframe = A Project may be applied for and awarded funding for up to $300,000 per annum, which may include a request for funding for additional postdoctoral researchers and postgraduate students. The Project funding duration is formally five years on a full-time basis.\nAddenda Available = NOT SURE","Eligibility":"Administering Organisations may participate in Australian Laureate Fellowships.","Email":"ARC-NCGP@arc.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO546","Grant Range":"NOT SURE","Instructions for Lodgement":"The Proposal must be submitted as a mature research plan presenting the proposed Project ready for implementation and must contain all the information necessary for its assessment without the need for further written or oral explanation, or reference to additional documentation, unless requested by the ARC.  Applicants should note the eligibility criteria for access to other funding schemes, as expressed in the Funding Rules for those schemes. The ARC reserves the right to change these criteria in future funding rounds. Funding Rules for all ARC schemes may be found on the ARC website.  Administering Organisations must submit Proposals through RMS (rms.arc.gov.au) unless otherwise advised by the ARC.  All Proposals must meet the format and content requirements, including certification, as set out in the RMS online form and the relevant scheme Instructions to Applicants.\nOther Instructions = NULL","Internal Reference ID":"FL18","New Grants":1,"Publish Date":"29-Sep-2017","Site":"http:\/\/www.arc.gov.au\/","Title":"Australian Laureate Fellowships commencing in 2018","Total Grant Amount":"NOT SURE"},{"index":"Boosting Dementia Research Grants Priority Round 3: National Dementia Network","Agency":"National Health and Medical Research Council (NHMRC)","Category":["231013 - Medical Research"],"Deadline":"8-Nov-2017 5:00 pm (ACT Local Time)","Description":"NHMRC has allocated funding to support a multidisciplinary, national team to establish and maintain a National Dementia Network. The objective of the Network is to improve the lives of people with dementia, as well as accelerating translation of interventions to treat and prevent dementia beginning with establishing and maintaining a national dementia registry as a national resource.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Applications will only be accepted from NHMRC approved Administering Institutions. A list of NHMRC approved Administering Institutions is available at:   https:\/\/www.nhmrc.gov.au\/grants-funding-administering-grants.  Applications must satisfy all the requirements set out in the Boosting Dementia Research Grants Priority Round 3: National Dementia Network Grant Guidelines.","Email":"help@nhmrc.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO498","Grant Range":"NOT SURE","Instructions for Lodgement":"Applications must be submitted electronically using NHMRC’s online Research Grants Management System (RGMS) unless otherwise advised by NHMRC.\nOther Instructions = NULL","Internal Reference ID":"GMS-0875","New Grants":1,"Publish Date":"13-Sep-2017","Site":"https:\/\/www.nhmrc.gov.au\/grants-funding\/apply-funding\/boosting-dementia-research-grants","Title":"Boosting Dementia Research Grants Priority Round 3: National Dementia Network","Total Grant Amount":"NOT SURE"},{"index":"Cancer Australia's Supporting people with cancer Grant initiative, 2018 Grant Round 10 now open","Agency":"Cancer Australia","Category":["231004 - Cancer"],"Deadline":"16-Nov-2017 2:00 pm (ACT Local Time)","Description":"Cancer Australia invites applications for funding under the Supporting people with cancer Grant initiative. The Supporting people with cancer Grant initiative aims to reduce the burden of cancer through the provision of grants to community organisations; and encourage effective partnerships between organisations in order to improve coordination, accessibility and development of quality cancer support networks to better support people affected by cancer.   2018 Priority target areas   The areas of priority for applicants to target have been strengthened and aligned with Cancer Australia’s Strategic Plan 2014-2019. This Framework consists of two categories.  Applicants are required to prepare a funding proposal against one of the two categories below and must clearly demonstrate how their proposed project will address one or more of the priority target areas within the chosen category.   Category one: improving outcomes for people whose outcomes are poor and demonstrating impact at a health systems level and\/or community systems level:   People whose outcomes are poorer Regional and rural areas  Category two: improving support, consumer involvement and evidence-based information at a local level:   Aboriginal and Torres Strait Islander peoples People from culturally and linguistically diverse backgrounds People from low socioeconomic status areas   The outcome will build evidence-based information and improve access to quality, coordinated and sustainable cancer support networks for all Australians.  Applicants can apply for grants of up to $120,000 (GST exclusive) over a three year period (2018-2021).\nGrant Activity Timeframe = 2018 -2021\nAddenda Available = Yes","Eligibility":"Who can apply?  Organisations must ensure that they are eligible to enter into a funding agreement with Cancer Australia before submitting their application under the Supporting people with cancer Grant initiative. This means that organisations must be legal entities in their own right e.g. charitable organisations, community organisations, non-government and government organisations. Individuals are not eligible to apply for this funding.   Organisations that can demonstrate existing or new partnerships are encouraged to apply to strengthen the availability and visibility of consumer information and cancer support networks. Consortia wishing to apply must identify a lead organisation.   Successful applicants will be required to sign a funding agreement prior to receiving any funding.  Funding provided is associated with the achievement of milestones as specified in the funding agreement.  Demonstrated organisational track record  Applications for funding are open to organisations with a demonstrated track record of supporting people affected by cancer. Organisations must demonstrate their experience and outcomes in this area. To assess organisational track record access the Supporting people with cancer Grant initiative Invitation to Apply (ITA) package.  Funding Agreement  For each grant, the preferred applicant will be formally offered funding on the basis of the terms and conditions included in the template funding agreement forming part of the Supporting people with cancer Grant initiative ITA package. The details of of all successful grants will be published on Cancer Australia’s website.","Email":"Contactofficer@CancerAustralia.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO496","Grant Range":"NOT SURE","Instructions for Lodgement":"Please lodge your completed application form via email to applications@canceraustralia.gov.au by the Closing Date and Time -2.00pm AEDST (Australian Eastern Daylight Saving Time) 16 November 2017.  Applications must be submitted using the Supporting people with cancer Grant initiative application form.   Faxed or hardcopy applications will not be accepted  Invitation to Apply (ITA) package  Please create a GrantConnect registered user account and then proceed to ‘GO Documents’ red button on the left hand side of this page under ‘Contact Details’ to access the grant guidelines, application form, frequently asked questions and draft funding agreement    Please contact the GrantConnect Help Desk on 1300 484 145 if you require any assistance with creating a new registration.\nOther Instructions = NULL","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"14-Sep-2017","Site":"http:\/\/www.canceraustralia.gov.au","Title":"Cancer Australia's Supporting people with cancer Grant initiative, 2018 Grant Round 10 now open","Total Grant Amount":"NOT SURE"},{"index":"Centre for Defence Industry Capability - Capability Improvement Grants","Agency":"Department of Defence","Category":["261002 - Small Business"],"Deadline":"NOT SURE","Description":"A CDIC Capability Improvement Grant reimburses you for up to half of the cost of engaging a consultant or expert to implement the recommendations provided in your CDIC advisory or facilitation services report, including undertaking any recommended training.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"To apply you must meet the following conditions:   you apply within 12 months of receiving a CDIC advisory or facilitation service recommendation  or  within 12 months of completing a Defence Industry Innovation Centre (DIIC) advisory or facilitation service and meet the eligibility requirements for the CDIC as outlined in Section 3.1.1 of the Program Guidelines  or  you are applying for funding to continue a longer qualification such as a university degree which has previously commenced through a Capability Improvement Grant and takes more than 12 months to complete   you are implementing recommendations identified in a report provided by a business adviser or facilitator you are able to fund your share of the cost of engaging a consultant or expert not met by the grant.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"From $5,000.00  to  $250,000.00","From where":"www.grants.gov.au","Go_id":"GO224","Grant Range":"MEDIUM","Instructions for Lodgement":"To apply go to www.business.gov.au\/cdic-cig.\nOther Instructions = business.gov.au provides information and advice to businesses via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"CDIC","New Grants":1,"Publish Date":"7-Jun-2017","Site":"https:\/\/www.business.gov.au\/cdic-cig","Title":"Centre for Defence Industry Capability - Capability Improvement Grants","Total Grant Amount":"$3,000,000.00"},{"index":"Community Child Care Fund (CCCF) Restricted Non-Competitive Grant Opportunity","Agency":"Department of Education and Training","Category":["131001 - Child Care"],"Deadline":"8-Dec-2017 2:00 pm (ACT Local Time)","Description":"The Community Child Care Fund (CCCF) is a part of the new child care package that comes into effect in July 2018. Grants provided under the CCCF are intended to supplement fee income received from families, including Child Care Subsidy and Additional Child Care Subsidy payments.    The CCCF restricted non-competitive grant opportunity (a separate process to the CCCF open competitive grant opportunity) intends to ensure continuity of eligible services during and beyond any period of transition, support eligible specified services to build capacity and operate sustainably under the new child care system and support services to increase participation by Indigenous children.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"The CCCF restricted non-competitive grant opportunity is available to specified services only.   To be eligible to apply for funding under this grant opportunity, you must be the operator of a child care service that is on the list of eligible services specified by the department (specified service).","Email":"CCCFRestricted@education.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO697","Grant Range":"NOT SURE","Instructions for Lodgement":"To apply go to the department’s website.  Please send your completed Application Form to:  CCCFRestricted@education.gov.au        Following electronic submission, you will receive an automatic reply.\nOther Instructions = Nil.","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"31-Oct-2017","Site":"https:\/\/www.education.gov.au\/community-child-care-fund-0","Title":"Community Child Care Fund (CCCF) Restricted Non-Competitive Grant Opportunity","Total Grant Amount":"NOT SURE"},{"index":"Defence Cooperative Research Centres Program","Agency":"Department of Defence","Category":["361002 - Defence"],"Deadline":"NOT SURE","Description":"The program will establish Defence Cooperative Research Centres (Defence CRCs) to deliver game-changing capabilities critical to Australia’s defence and national security. Program funding will enable Defence CRCs to partner with industry, particularly SMEs, and researchers to develop next generation technologies to improve Australia’s defence and national security capabilities.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"To become a participant in a Defence CRC you must be:   a company incorporated in Australia (industry participant) or a publicly funded research organisation (PFRO) or entity incorporated in Australia that conducts research and development (research participant).  You must also:   be prepared to enter into an industry participant agreement or a research participant agreement accept the terms of the Defence CRC project agreement template. The agreement template is available at business.gov.au be prepared to actively participate in the Defence CRC and be willing and able to pay the annual fee to the Defence CRC.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO276","Grant Range":"NOT SURE","Instructions for Lodgement":"To apply, go to Defence Innovation Portal\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"dcrc","New Grants":1,"Publish Date":"6-Jul-2017","Site":"http:\/\/www.business.gov.au\/dcrc","Title":"Defence Cooperative Research Centres Program","Total Grant Amount":"NOT SURE"},{"index":"Demo GO to test document download","Agency":"A Testing Agency","Category":["271004 - Research and Technology Based Services"],"Deadline":"NOT SURE","Description":"Demo Grant Opportunity (GO) to allow testing of document download\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"No eligibility requirements. This GO is for demonstration and testing purposes only.","Email":"GrantConnect@finance.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO108","Grant Range":"NOT SURE","Instructions for Lodgement":"No lodgement - for testing purposes only\nOther Instructions = NULL","Internal Reference ID":"DemoGO","New Grants":1,"Publish Date":"11-Apr-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=95DADF29-ECB6-3ABC-E91A1D8A3B2FF00E","Title":"Demo GO to test document download","Total Grant Amount":"NOT SURE"},{"index":"Family Relationships Services Programme (FRSP)","Agency":"Attorney-General's Department","Category":["151003 - Family and Domestic Violence","101005 - Social Support"],"Deadline":"NOT SURE","Description":"The objective of the Family Relationships Services Programme (FRSP) is to improve the wellbeing of Australian families, particularly families with children, who are at risk of separating, or who have separated.    Grant opportunities exist under the Family Law Systems Projects sub-programme below on a proposal based approach.   Family Law System Projects   Funding may be provided to support a range of projects that build on and support the capacity of the family law system, including:  • research, evaluation, policy development  • resources for family law system professionals   • improving access by families to family dispute resolution and other related support services; and  • one-off funding to family law services to address location-specific need  Assessment criteria  Each of the following criteria has equal weighting:    Programme Objective—projects must demonstrate their alignment to the FRSP programme objective. Value for Money—projects must demonstrate value for money.  Government priorities—projects must be consistent with government priorities for the family law system, in addition to broader government priorities and policies. Capacity of the organisation—projects must include information that demonstrates management capacity, including financial, reporting and risk management processes.  All projects funded under the FRSP are approved either by the Attorney-General or by the relevant departmental delegate.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Funding under this programme can only be provided to recipients who have a registered ABN\/ACN.","Email":"FLSIsection@ag.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO349","Grant Range":"NOT SURE","Instructions for Lodgement":"Applicants must submit a proposal to the Attorney-General’s Department outlining the project. Applications are considered individually as they are received and funding is determined on a case by case basis in line with the programme guidelines and funding available.  Email a proposal and any supporting documents to FLSIsection@ag.gov.au\nOther Instructions = NULL","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"31-Jul-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=4AD9EC44-B09D-E650-C0AE5F604E711FF9","Title":"Family Relationships Services Programme (FRSP)","Total Grant Amount":"NOT SURE"},{"index":"Financial Legal Assistance Schemes","Agency":"Attorney-General's Department","Category":["151004 - Legal Services"],"Deadline":"NOT SURE","Description":"The Attorney-General's Department administers a range of statutory and non-statutory legal financial assistance schemes.  Payment of cost certificates  The department administers payment of costs certificates issued by federal courts. To apply for reimbursement visit the Payment of costs certificates page.  Legal financial assistance schemes  Australian Security Intelligence Organisation scheme  Commonwealth public interest and test cases scheme  Disbursement support scheme  Native title respondent funding scheme  Overseas child abduction scheme  Serious overseas criminal matters scheme  Special circumstances scheme  Other legal financial assistance schemes   Aboriginal and Torres Strait Islander Heritage Protection Act 1984, section 30:  Aboriginal Land Rights (Northern Territory) Act 1976, sections 54C and 74A  Administrative Appeals Tribunal Act 1975, section 30A and section 69:  Australian Crime Commission Act 2002, section 27:  Australian Human Rights Commission Act 1986, section 46PU:  Competition and Consumer Act 2010, section 170:  Defence Force Discipline Appeals Regulations 1957, regulation 11:  Fair Work (Registered Organisations) Act 2009, sections 324(1) and 326(1), (4) and (5):  Freedom of Information Act 1982, section 66:  Judiciary Act 1903, section 69(3) and section 78B(4):  Jurisdiction of Courts (Cross-vesting) Act 1987, subsection 6(7):  Law Enforcement Integrity Commissioner Act 2006, section 103 and section 221:  Privacy Act 1988, section 63:  Proceeds of Crime Act 1987, section 102:  War Crimes Act 1945, section 19:\nGrant Activity Timeframe = Assessment timeframes  Complete applications will be assessed within 28 days.  Incomplete applications will not be assessed. You will be notified if your application is incomplete.  Seeking a review of a decision  If you disagree with a decision (or any part of it), you may request a review in writing.  If a review is sought, the whole application will be considered by a decision maker who did not make the original decision. The written request must explain why you believe that the decision was wrong and must be received within 28 days of the date of the letter.  For more information on seeking a review please refer to the Decision Review - FAQ's and Request form available in GO Documents section.\nAddenda Available = NOT SURE","Eligibility":"The Attorney-General's Department cannot help people facing criminal charges in Australia or with legal matters under state or territory laws. For these matters, contact your local legal aid office.  The Attorney-General's Department will not generally grant funding:   for Overseas legal actions, unless under  the Serious Overseas Criminal Matters Scheme, the Overseas Child Abduction Scheme, or the Special Circumstances Scheme  to people who can meet their legal costs without incurring serious financial difficulty for costs incurred before an application is made, unless the scheme allows for reimbursement.","Email":"FinassGeneral@ag.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO247","Grant Range":"NOT SURE","Instructions for Lodgement":"You can apply online or download the application form and email a completed copy to finass@ag.gov.au with the required attachments:  The relevant documents in the GO Documents section are:  ASIO Scheme    ASIO Application form    Disbursement Support Scheme    Disbursement Support Scheme Application    Disbursement Support Scheme Frequently asked Questions    Native Title Respondent Funding Scheme    Native Title Respondant Funding Scheme Application    Native Title Respondant Funding Scheme Fact Sheet    Overseas Child Abduction Scheme    Legal Financial Assistance Application    Overseas Child Abduction Matters Additional Information    Serious Overseas Criminal Matters Scheme    Serious Overseas Criminal Matters Application    All Other Schemes    Legal Financial Assistance Application       If you cannot email your application, contact the Financial Assistance Section on:  1800 117 995 (toll free in Australia), or  02 6141 4770 (charges apply).\nOther Instructions = Commonwealth Guidelines for Legal Financial Assistance (Guidelines)  The Guidelines apply to all the schemes (except ASIO) and are available in the GO Documents section.  The ASIO Scheme has its own Guidelines which are also available in the GO Documents section.  The Legal Financial Assistance Assessment of Costs applies to all schemes and is available in the GO Documents section.  Privacy  All applications for legal financial assistance are confidential, as explained in the Privacy - Legal Financial Assistance document which is available in the GO Documents section.  Information for lawyers  If assistance is granted for legal representation, the department is to be invoiced directly, by email to finass@ag.gov.au.   Complete invoices are paid in approximately 28 days.  Incomplete invoices are returned without being assessed.  For more information see the Legal Financial Assistance - Assessment of Costs document in the GO Documents section.","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"3-Jul-2017","Site":"http:\/\/www.ag.gov.au","Title":"Financial Legal Assistance Schemes","Total Grant Amount":"$4,705,000.00"},{"index":"Future Fellowships commencing in 2018","Agency":"Australian Research Council","Category":["381001 - Science, Technology, Engineering and Mathematics (STEM) Research","381002 - Humanities, Arts and Social Sciences (HASS) Research"],"Deadline":"22-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Future Fellowships scheme supports research in areas of critical national importance by giving outstanding researchers incentives to conduct their research in Australia. The aim of the Future Fellowships scheme is to attract and retain the best and brightest mid-career researchers.  At present many highly qualified mid-career researchers choose to work overseas to further their careers due to lack of opportunities in Australia. The Future Fellowships scheme addresses this problem and will significantly boost Australia's research and innovation capacity in areas of national importance.  Future Fellowships provide four-year fellowships to outstanding Australian mid-career researchers. In addition, the ARC may award the Administering Organisation up to $50 000 of non-salary funding per annum which may be used for personnel, equipment, travel and field research costs directly related to the Future Fellow's research.  The objectives of the Future Fellowships scheme are to:   ensure that outstanding mid-career researchers are recruited and retained by Administering Organisations in  continuing academic positions build collaboration across industry and\/or research organisations and\/or disciplines support research in national priorities that will result in economic, environmental, social and\/or cultural benefits for Australia strengthen Australia’s research capacity by supporting innovative, internationally competitive research.\nGrant Activity Timeframe = A Project may be applied for and awarded funding for a maximum of four consecutive years.\nAddenda Available = NOT SURE","Eligibility":"A Proposal may only be submitted through the Research Office of an Eligible Organisation listed in the relevant Funding Rules.","Email":"ARC-NCGP@arc.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO545","Grant Range":"NOT SURE","Instructions for Lodgement":"The Proposal must be submitted as a mature research plan presenting the proposed Project ready for implementation and must contain all the information necessary for its assessment without the need for further written or oral explanation, or reference to additional documentation, unless requested by the ARC.  Applicants should note the eligibility criteria for access to other funding schemes, as expressed in the Funding Rules for those schemes. The ARC reserves the right to change these criteria in future funding rounds. Funding Rules for all ARC schemes may be found on the ARC website.  Administering Organisations must submit Proposals through RMS (rms.arc.gov.au) unless otherwise advised by the ARC.  All Proposals must meet the format and content requirements, including certification, as set out in the RMS online form and the relevant scheme Instructions to Applicants.\nOther Instructions = NULL","Internal Reference ID":"FT18","New Grants":1,"Publish Date":"5-Oct-2017","Site":"http:\/\/www.arc.gov.au\/","Title":"Future Fellowships commencing in 2018","Total Grant Amount":"NOT SURE"},{"index":"Grants In Aid","Agency":"Department of Finance","Category":["121002 - Cultural Heritage"],"Deadline":"30-Jun-2018 12:00 pm (ACT Local Time)","Description":"The objectives of the Grants in Aid Program is to support an efficient and high-performing public sector by providing assistance to non-profit making organisations for the provision of support on services to benefit a wide section of the community, directly or indirectly, in a demonstrable way. For example, by providing direct services to groups with special needs or support for activities, which the Government would otherwise perform at greater expense.     Grants in Aid recipients have general objectives acceptable to the AustralianGovernment and are representative of the parties concerned.  Grant in aid recipients support an efficient and high-performing public sector through their contributions to public policy debate. Grant in Aid recipients also provide information to the Australian Government in raising awareness and prompting improvements in public sector governance.  Recipients also have appropriate expertise and are able to provide some input (either monetary or non-monetary) to the outcome they provide.    The recipients of Grants in Aid have been determined over a number of years, under the authority of government. Access to Grants in Aid is limited to the identified recipients and is dependent upon their ongoing compliance and adherence to all eligibility criteria and reporting requirements.  The Grants in Aid Program, administered by the Department of Finance, is a continuous non-competitive targeted grant program. Entities that are not already participating in the current process cannot apply for funding, as funding for the program is closed to new applicants.  The Grant in Aid program allows grant recipients to continue the development of their organisations, in the fields of humanities research, public policy, science and the promotion of animal welfare.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Eligible applications will be considered through a restricted non-competitive grant process, which includes the provision of satisfactory responses to the grant application questions. Only applications from the following will be considered:   Chifley Research Centre Limited Menzies Research Centre Limited Page Research Centre Limited Green Institute Limited Royal Humane Society of Australasia Inc. RSPCA Australia Inc Australian Institute of Policy and Science","Email":"sfc@finance.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO453","Grant Range":"NOT SURE","Instructions for Lodgement":"All grant applications must be received using the relevant application form, which will be provided to each applicant, once the previous audited financial statements have been received by the Department of Finance. Please note: This timing can be delayed depending on functions of Government.  The application form can be returned to the Department of Finance by mail or email to:  Department of Finance  Discretionary Payments Team  1 Canberra Avenue  Forrest ACT 2613  or  sfc@finance.gov.au\nOther Instructions = NULL","Internal Reference ID":"GIA2017\/18","New Grants":1,"Publish Date":"8-Sep-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=83F8984A-CF84-9D14-0A75C253FAE9DA7A","Title":"Grants In Aid","Total Grant Amount":"NOT SURE"},{"index":"Grants to Australian Organisations Program","Agency":"Attorney-General's Department","Category":["331004 - Social Justice","331002 - Human Rights"],"Deadline":"NOT SURE","Description":"The Grants to Australian Organisations Program (GAOP) provides the Commonwealth’s contribution to organisations:  (i) working in the areas of law reform, legal research and law enforcement and endorsed for funding by the National Justice and Policing Senior Officials Group (NJPSOG), and (ii) working in the area of humanitarian legal issues.  The GAOP has two funding streams.  Stream One: Grants relating to law reform, legal research and law enforcement  Stream Two: Grants relating to the application of humanitarian legal issues.  The objectives of the Grants to Australian Organisations Program (the Program) are to fund suitable activities that relate to, or assist with, the pursuit of an equitable and accessible system of federal civil justice.  The expected outcomes are:  • A website that provides access to legislative material and records the decisions of courts and tribunals • An increase in the knowledge of Australian judicial and law enforcement officers • Higher levels of research into judicial administration and improved education programs for legal officers in relation to court administration and judicial systems • Increased awareness of the requirements expected from the application of the principles of humanitarian law\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Who is eligible for a grant?  Stream One: Organisations endorsed by NJPSOG to apply for GAOP funding.  Streams One and Two:  To be eligible you must:• be a legal entity able to enter into a legally binding agreement• have an Australian Business Number• be registered for the purposes of GST• have an Australian bank account  Also, you must be one of the following:  • a company incorporated in Australia• an incorporated association• a consortium• a registered charity or not for profit organisation","Email":"Lawrence.hosking@ag.gov.au","Estimated Grant Value":"From $20,000.00  to  $900,000.00","From where":"www.grants.gov.au","Go_id":"GO140","Grant Range":"HIGH","Instructions for Lodgement":"Submit your application\/s to the Attorney-General’s Department at GAOPMailBox@ag.gov.au by 31 May 2019. Late applications will not be accepted.\nOther Instructions = NULL","Internal Reference ID":"GO140","New Grants":1,"Publish Date":"1-May-2017","Site":"https:\/\/www.ag.gov.au\/About\/Grants\/Pages\/default.aspx","Title":"Grants to Australian Organisations Program","Total Grant Amount":"$2,974,000.00"},{"index":"Industrial Transformation Research Hubs commencing in 2018","Agency":"Australian Research Council","Category":["381001 - Science, Technology, Engineering and Mathematics (STEM) Research","381002 - Humanities, Arts and Social Sciences (HASS) Research"],"Deadline":"29-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Industrial Transformation Research Hubs scheme engages Australia's best researchers in issues facing the new industrial economies and training the future workforce. The scheme supports collaborative research activity, between the Australian higher education sector and industry, designed to focus on strategic outcomes that are not independently realisable.  The Industrial Transformation Research Hubs scheme provides funding to Eligible Organisations to engage in cutting-edge research on new technologies and economic, commercial and social transformation which support the development of research outcomes that benefit industry partners in the Industrial Transformation Priorities.  The Industrial Transformation Priorities are priority research areas identified by the ARC that are updated from round to round. The current Industrial Transformation Priorities are:   Advanced Manufacturing Cyber Security Food and Agribusiness Medical Technologies and Pharmaceuticals §  Mining Equipment, Technology and Services Oil, Gas and Energy Resources.  The objectives of the Industrial Transformation Research Hubs scheme are to:   encourage collaborative R&amp;D projects between universities and organisations outside the Australian higher education sector that will solve challenging industry issues relevant to the Industrial Transformation Priorities drive growth, productivity and competitiveness within key growth sectors leverage national and international investment in targeted industry sectors, including from industry and other research end-users.\nGrant Activity Timeframe = A Project may be applied for and awarded funding for a minimum of three to a maximum of five consecutive years.\nAddenda Available = Yes","Eligibility":"A Proposal may only be submitted through the Research Office of an Eligible Organisation listed in the relevant Funding Rules.","Email":"ARC-NCGP@arc.gov.au","Estimated Grant Value":"From $500,000.00  to  $1,000,000.00","From where":"www.grants.gov.au","Go_id":"GO544","Grant Range":"HIGH","Instructions for Lodgement":"The Proposal must be submitted as a mature research plan presenting the proposed Project ready for implementation and must contain all the information necessary for its assessment without the need for further written or oral explanation, or reference to additional documentation, unless requested by the ARC.  Applicants should note the eligibility criteria for access to other funding schemes, as expressed in the Funding Rules for those schemes. The ARC reserves the right to change these criteria in future funding rounds. Funding Rules for all ARC schemes may be found on the ARC website.  Administering Organisations must submit Proposals through RMS (rms.arc.gov.au) unless otherwise advised by the ARC.  All Proposals must meet the format and content requirements, including certification, as set out in the RMS online form and the relevant scheme Instructions to Applicants.\nOther Instructions = The Research Management System (RMS) is a web-based system used to prepare and submit research proposals, assessments and rejoinders for the Australian Research Council’s (ARC) National Competitive Grants Program (NCGP).  Registered users can login using your email address and password at https:\/\/rms.arc.gov.au. To request a new account, go to https:\/\/rms.arc.gov.au and click on the Request New Account link.","Internal Reference ID":"IH18","New Grants":1,"Publish Date":"5-Oct-2017","Site":"http:\/\/www.arc.gov.au\/","Title":"Industrial Transformation Research Hubs commencing in 2018","Total Grant Amount":"NOT SURE"},{"index":"Industrial Transformation Training Centres commencing in 2018","Agency":"Australian Research Council","Category":["381001 - Science, Technology, Engineering and Mathematics (STEM) Research","381002 - Humanities, Arts and Social Sciences (HASS) Research"],"Deadline":"29-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Industrial Transformation Training Centres scheme fosters close partnerships between university-based researchers and other research end-users to provide innovative Higher Degree by Research (HDR) and postdoctoral training, for end-user focused research industries that are vital to Australia's future.  The Industrial Transformation Training Priorities are research areas identified by the ARC that are updated from round to round. The Industrial Transformation Training Priorities are:   Advanced Manufacturing Cyber Security Food and Agribusiness Medical Technologies and Pharmaceuticals Mining Equipment, Technology and Services Oil, Gas and Energy Resources.  The objectives of the Industrial Transformation Training Centres scheme are to:   foster opportunities for Higher Degree by Research candidates and postdoctoral fellows to pursue industrial training drive growth, productivity and competiveness by linking to key growth sectors enhance competitive research collaboration between universities and organisations outside the Australian higher education sector strengthen the capabilities of industries and other research end-users in identified Industrial Transformation Priority areas.\nGrant Activity Timeframe = A Project may be applied for and awarded funding for a minimum of four to a maximum of five consecutive years.\nAddenda Available = Yes","Eligibility":"A Proposal may only be submitted through the Research Office of an Eligible Organisation listed in the relevant Funding Rules.","Email":"ARC-NCGP@arc.gov.au","Estimated Grant Value":"From $650,000.00  to  $1,000,000.00","From where":"www.grants.gov.au","Go_id":"GO542","Grant Range":"HIGH","Instructions for Lodgement":"The Proposal must be submitted as a mature research plan presenting the proposed Project ready for implementation and must contain all the information necessary for its assessment without the need for further written or oral explanation, or reference to additional documentation, unless requested by the ARC.  Applicants should note the eligibility criteria for access to other funding schemes, as expressed in the Funding Rules for those schemes. The ARC reserves the right to change these criteria in future funding rounds. Funding Rules for all ARC schemes may be found on the ARC website.  Administering Organisations must submit Proposals through RMS (rms.arc.gov.au) unless otherwise advised by the ARC.  All Proposals must meet the format and content requirements, including certification, as set out in the RMS online form and the relevant scheme Instructions to Applicants.\nOther Instructions = The Research Management System (RMS) is a web-based system used to prepare and submit research proposals, assessments and rejoinders for the Australian Research Council’s (ARC) National Competitive Grants Program (NCGP).     Registered users can login using your email address and password at https:\/\/rms.arc.gov.au. To request a new account, go to https:\/\/rms.arc.gov.au and click on the Request New Account link.The Research Management System (RMS) is a web-based system used to prepare and submit research proposals, assessments and rejoinders for the Australian Research Council’s (ARC) National Competitive Grants Program (NCGP).  Registered users can login using your email address and password at https:\/\/rms.arc.gov.au. To request a new account, go to https:\/\/rms.arc.gov.au and click on the Request New Account link.","Internal Reference ID":"IC18","New Grants":1,"Publish Date":"5-Oct-2017","Site":"http:\/\/www.arc.gov.au\/","Title":"Industrial Transformation Training Centres commencing in 2018","Total Grant Amount":"NOT SURE"},{"index":"Information, Linkages and Capacity Building (ILC) -  Jurisdictional Based Grants NSW, SA &amp; ACT","Agency":"National Disability Insurance Agency (NDIA)","Category":["171004 - Services for People with Disabilities"],"Deadline":"30-Nov-2017 2:00 pm (ACT Local Time)","Description":"The Australian Government is inviting organisations using an open competitive process to apply to deliver activities under the Community Inclusion and Capacity Development (CICD) – Implementing Information, Linkages and Capacity Building (ILC) – ILC Jurisdictional Based Grants in New South Wales (NSW), South Australia (SA) and Australian Capital Territory (ACT) from July 2018 to June 2020. ILC is all about inclusion of people with disability. It is about creating connections between people with disability and their communities. One way the NDIA wants to help create those connections is through providing grants to organisations.The objective of the ILC Jurisdictional Based Grants – NSW-SA-ACT funding round is to facilitate the roll out of ILC in these jurisdictions. This objective will be achieved by funding organisations to implement activities that deliver outcomes for people with disability, their families and carers in each of the following four Activity Areas of the ILC Policy:  • Information, linkages and referrals• Capacity building for mainstream services• Community awareness and capacity building• Individual capacity building.  The NDIA encourages applications from organisations for proven and\/or innovative models of delivery across all Activity Areas that increase the independence, social and community participation of people with a disability. The activities funded will meet identified needs and interests of people with disability, and will reflect a contemporary, positive and progressive approach to inclusion.\nGrant Activity Timeframe = NULL\nAddenda Available = Yes","Eligibility":"To be eligible you must:• be one of the following entity types:  a. Incorporated Associations (incorporated under state\/territory legislation, commonly have 'Association' or 'Incorporated' or 'Inc.' in their legal name)b. Incorporated Cooperatives (also incorporated under state\/territory legislation, commonly have ‘Cooperative' in their legal name)c. Companies (incorporated under the Corporations Act 2001 – may be a proprietary company (limited by shares) or public companies (limited by shares or by guarantee)d. Aboriginal Corporations (incorporated under the Corporations (Aboriginal and Torres Strait Islander) Act 2006)e. Organisations established through a specific Commonwealth or state\/territory legislation (e.g. public benevolent institutions, churches, universities etc.)f. Partnerships and consortia (one organisation will have to nominate as the lead entity)g. Trustees on behalf of a Trusth. State and Territory Governments and their agenciesi. Local Governments","Email":"support@communitygrants.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO642","Grant Range":"NOT SURE","Instructions for Lodgement":"To apply go to:   Application Form - Under $10,000  Application Form - $10,000 and Over\nOther Instructions = The ILC Toolkit provides further information about ILC and can help organisations prepare grant applications.       The NDIA has released a webcast to help organisations understandthe ILC Jurisdictional Based Grants – NSW-SA-ACT funding round.","Internal Reference ID":"2017-1155","New Grants":1,"Publish Date":"24-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=867A55C9-DE22-3DB6-91CFFBDBD0483538","Title":"Information, Linkages and Capacity Building (ILC) -  Jurisdictional Based Grants NSW, SA &amp; ACT","Total Grant Amount":"NOT SURE"},{"index":"Linkage Projects commencing in 2017","Agency":"Australian Research Council","Category":["381001 - Science, Technology, Engineering and Mathematics (STEM) Research","381002 - Humanities, Arts and Social Sciences (HASS) Research"],"Deadline":"19-Dec-2017 5:00 pm (ACT Local Time)","Description":"The Linkage Projects scheme promotes national, and international, collaboration and research partnerships between key stakeholders in research and innovation including higher education institutions, government, business, industry and endusers. Research and development is undertaken to apply advanced knowledge to problems, acquire new knowledge and as a basis for securing commercial and other benefits of research.  To facilitate successful collaboration between higher education institutions and other parts of the innovation system, Linkage Projects proposals can be submitted at any time and funding outcomes are announced within six months of proposal submission.  The Linkage Projects scheme provides funding to Eligible Organisations to support research and development (R&amp;D) projects which:   are collaborative between higher education researchers and other parts of the national innovation system are undertaken to acquire new knowledge, and involve risk or innovation.  The objectives of the Linkage Projects scheme are to:   support the initiation and\/or development of longterm strategic research alliances between higher education organisations and other organisations, including industry and other research end-users, in order to apply advanced knowledge to problems and\/or to provide opportunities to obtain national economic, commercial, social or cultural benefits provide opportunities for internationally competitive research projects to be conducted in collaboration with organisations outside the higher education sector, targeting those who have demonstrated a clear commitment to high-quality research  encourage growth of a national pool of world-class researchers to meet the needs of the broader Australian innovation system build the scale and focus of research in the national Science and Research Priorities.\nGrant Activity Timeframe = A Project may be applied for and awarded funding for a minimum of two to a maximum of five consecutive years.\nAddenda Available = Yes","Eligibility":"A Proposal may only be submitted through the Research Office of an Eligible Organisation listed in the relevant Funding Rules.","Email":"ARC-NCGP@arc.gov.au","Estimated Grant Value":"From $100,000.00  to  $1,500,000.00","From where":"www.grants.gov.au","Go_id":"GO505","Grant Range":"HIGH","Instructions for Lodgement":"The Proposal must be submitted as a mature research plan presenting the proposed Project ready for implementation and must contain all the information necessary for its assessment without the need for further written or oral explanation, or reference to additional documentation, unless requested by the ARC.  Applicants should note the eligibility criteria for access to other funding schemes, as expressed in the Funding Rules for those schemes. The ARC reserves the right to change these criteria in future funding rounds. Funding Rules for all ARC schemes may be found on the ARC website.     Administering Organisations must submit Proposals through RMS (rms.arc.gov.au) unless otherwise advised by the ARC.  All Proposals must meet the format and content requirements, including certification, as set out in the RMS online form and the relevant scheme Instructions to Applicants.\nOther Instructions = The Research Management System (RMS) is a web-based system used to prepare and submit research proposals, assessments and rejoinders for the Australian Research Council’s (ARC) National Competitive Grants Program (NCGP).  Registered users can login using your email address and password at https:\/\/rms.arc.gov.au. To request a new account, go to https:\/\/rms.arc.gov.au and click on the Request New Account link.","Internal Reference ID":"LP17","New Grants":1,"Publish Date":"20-Sep-2017","Site":"http:\/\/www.arc.gov.au\/","Title":"Linkage Projects commencing in 2017","Total Grant Amount":"NOT SURE"},{"index":"Managing Farm Risk Programme","Agency":"Department of Agriculture and Water Resources","Category":["111001 - Drought","111003 - Farming"],"Deadline":"15-May-2019 5:00 pm (ACT Local Time)","Description":"Insurance can significantly reduce the financial risks farmers face from production loss caused by factors beyond their control. The Australian Government understands that insurance for risks—like adverse weather, drought and fluctuating markets—can protect profits and give farmers peace of mind. But identifying and choosing suitable insurance can be challenging.   The Managing Farm Risk Programme provides rebates for advice and assessments to help farmers prepare and apply for a new insurance policy that assists with the management of drought and other production and market risks.  These one-off rebates will be for half of the costs incurred by eligible farm businesses, up to a maximum of $2500 (GST exclusive).   The Managing Farm Risk Programme is part of the Australian Government's Agricultural Competitiveness White Paper, the government’s plan to grow our agriculture sector for stronger farmers and a stronger economy.\nGrant Activity Timeframe = The Managing Farm Risk Programme will operate from the date the guidelines were released until 30 June 2019.\nAddenda Available = NOT SURE","Eligibility":"One rebate per eligible farm business is available under the Managing Farm Risk Programme. An eligible farm business is one that meets all of the following criteria:    1. operates as a sole trader, trust, partnership or private company;   2. under normal circumstances, has at least one member who derives at least 50 per cent of his or her income from the farm business;  3. is involved within the agricultural, horticultural, pastoral, apicultural or aquacultural industries;  4. is wholly located in Australia;  5. is registered for tax purposes in Australia with an Australian Business Number (ABN) and is registered for GST;  6. is not a public company under the meaning of the Corporations Act 2001 (Cth);  7. for the previous financial year, had total cash receipts (see glossary) of less than $2 million;   8. has a written offer or refusal from an insurance provider for a new insurance product that assists with the management of production risks;    9. has not previously applied for and been paid a rebate under the programme.   Note: Receipt of funding from this programme may result in an applicant’s business being ineligible for support from other government programmes. Funding may also have taxation implications. Applicants should seek independent taxation and financial advice from a suitably qualified professional before submitting their application.","Email":"mfrp@agriculture.gov.au","Estimated Grant Value":"From $1.00  to  $2,500.00","From where":"www.grants.gov.au","Go_id":"GO625","Grant Range":"LOW","Instructions for Lodgement":"Download, complete and submit an application form by either:  Emailing an electronic copy with scanned copies of required supporting documents to the department;   Or  Post the printed application form, along with photocopies of the required supporting documents.\nOther Instructions = Postage details:  Managing Farm Risk Programme Department of Agriculture and Water Resources              GPO Box 858  CANBERRA CITY ACT 2601","Internal Reference ID":"Managing Farm Risk Programme","New Grants":1,"Publish Date":"13-Oct-2017","Site":"http:\/\/www.agriculture.gov.au\/ag-farm-food\/drought\/assistance\/mfrp","Title":"Managing Farm Risk Programme","Total Grant Amount":"$20,200,000.00"},{"index":"NDIS Partners in the Community Grant Round Three","Agency":"National Disability Insurance Agency (NDIA)","Category":["171004 - Services for People with Disabilities"],"Deadline":"22-Nov-2017 2:00 pm (ACT Local Time)","Description":"The National Disability Insurance Scheme Launch Transition Agency (NDIA) invites organisations to apply for funding under the NDIS Partners in the Community Program (PITC Program) Grant Round Three.      The NDIA is seeking Partners to deliver:     Early Childhood Early Intervention Services (ECEI Services);and\/or      Local Area Coordination Services (LAC Services)      This Grant Round relates to Service Areas that are due to transition to the National Disability Insurance Scheme (the Scheme) between   July 2018 and January 2019.      The Service Areas included in this Grant Round and their Phasing Dates are detailed in the Grant Round Summary and in the Statement of Requirements (SOR).      The objective of the PITC Program is to:      ·         Enable the NDIS to be implemented at a local community level. The NDIA is looking to partner with suitably experienced and qualified organisations, with strong local knowledge and understanding of the needs of people with disability or developmental delay.      ·         Establish partnerships to build on existing relationships, voluntary and community action enabling people with disability to gain the benefits of community membership. These benefits include maintaining or gaining employment and participating in everyday activities and community life in natural settings.\nGrant Activity Timeframe = Funding is offered between the Activity Start Date and 30 June 2021\nAddenda Available = Yes","Eligibility":"Set out below is a summary of the eligibility requirements set out in the Grant Round Summary.  For further information on eligibility requirements, refer to the Grant Round Summary.  LAC Services","Email":"PITCGRANTS@ndis.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO315","Grant Range":"NOT SURE","Instructions for Lodgement":"Applications are to be submitted to pitcgrants@ndis.gov.au.   Applicants will receive email notification within 48 hours of an application being lodged.\nOther Instructions = NULL","Internal Reference ID":"PITC Program Round Three","New Grants":1,"Publish Date":"11-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=6ED25D96-BC23-8CE7-A2BE951EF522FE56","Title":"NDIS Partners in the Community Grant Round Three","Total Grant Amount":"NOT SURE"},{"index":"National Health and Medical Research Council – Centres of Research Excellence (NHMRC – CRE Scheme)","Agency":"National Health and Medical Research Council (NHMRC)","Category":["231013 - Medical Research"],"Deadline":"6-Dec-2017 5:00 pm (ACT Local Time)","Description":"The CRE scheme will support research which aims to improve health outcomes and promote or improve translation of research outcomes into policy and\/or practice. The CRE scheme will also support researchers in capacity building activities, including in specific areas of need identified by NHMRC.  CREs will provide support for teams of researchers to pursue collaborative research and develop capacity in clinical, population health and health services research. Funding will support three streams:   Clinical Research Population Health Research Health Services Research.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Applications will only be accepted from NHMRC approved Administering Institutions. A list of NHMRC approved Administering Institutions is available at:   https:\/\/www.nhmrc.gov.au\/grants-funding-administering-grants.  Applications must satisfy all the requirements set out in the NHMRC-CRE Scheme Funding Rules.","Email":"help@nhmrc.gov.au","Estimated Grant Value":"From  -  to  $2,500,000.00","From where":"www.grants.gov.au","Go_id":"GO666","Grant Range":"HIGH","Instructions for Lodgement":"Applications must be submitted electronically using NHMRC’s online Research Grants Management System (RGMS) unless otherwise advised by NHMRC.\nOther Instructions = NULL","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"25-Oct-2017","Site":"https:\/\/www.nhmrc.gov.au\/grants-funding\/apply-funding\/centres-research-excellence-cre","Title":"National Health and Medical Research Council – Centres of Research Excellence (NHMRC – CRE Scheme)","Total Grant Amount":"$37,500,000.00"},{"index":"National Health and Medical Research Council–European Union Collaborative Research Grant Scheme (NHMRC-EU Scheme)","Agency":"National Health and Medical Research Council (NHMRC)","Category":["231013 - Medical Research"],"Deadline":"15-Nov-2017 5:00 pm (ACT Local Time)","Description":"The NHMRC-EU Scheme provides a contribution to Australian institutions and researchers who are participating in leading international collaborative research that has been selected for funding through Horizon 2020. Horizon 2020 is currently the EU’s main instrument for funding research and development and will run until 2020.  Projects involving Australian researchers based in Australia that are chosen by the European Commission for funding, may be eligible for NHMRC support of up to $500,000.  Further information on Horizon 2020 including the timing and application process for EU topics is available from the EU website.   Please note opening and closing dates for EU can vary by topic and so the most current information will be available on the EU website.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Applications will only be accepted from NHMRC approved Administering Institutions. A list of NHMRC approved Administering Institutions is available at:   https:\/\/www.nhmrc.gov.au\/grants-funding-administering-grants.  Applications must satisfy all the requirements set out in the NHMRC-EU Scheme Funding Rules.","Email":"help@nhmrc.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO640","Grant Range":"NOT SURE","Instructions for Lodgement":"Applications for NHMRC – EU Scheme grants are only required to be submitted to NHMRC if an application has been peer reviewed by the EC and is favourably evaluated for funding. The Australian Chief Investigator A (CIA) must forward evidence that the application has been favourably evaluated, with their application, to the NHMRC by the advertised closing date and time.   Applications must be submitted electronically using NHMRC’s online Research Grants Management System (RGMS) unless otherwise advised by NHMRC.  A complete NHMRC – EU Scheme Application must consist of the following:  • Completion of Parts A and B of the application form;  • The relevant information in the applicants RGMS Profile;  • The uploaded PDF document containing your Research Proposal; and  • A copy of the Proposal submitted to the EU and evidence that the application has been favourably evaluated by the EC.\nOther Instructions = NULL","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"18-Oct-2017","Site":"https:\/\/www.nhmrc.gov.au\/grants-funding\/apply-funding\/nhmrc-european-union-collaborative-research-grants-funding-commencing","Title":"National Health and Medical Research Council–European Union Collaborative Research Grant Scheme (NHMRC-EU Scheme)","Total Grant Amount":"$4,000,000.00"},{"index":"National Landcare Program  - Smart Farms Small Grants","Agency":"Department of Agriculture and Water Resources","Category":["111003 - Farming","211006 - Natural Resources - Conservation and Protection"],"Deadline":"7-Dec-2017 2:00 pm (ACT Local Time)","Description":"There are pressures on Australia’s natural resources that can limit the viability and productivity of Australia’s farming, fishery, aquaculture and forestry industries. These industries are looking to trial and implement new and innovative technologies and tools which will reduce these pressures while increasing their productivity and profitability.   In response to these needs the Australian Government established the Smart Farms Small Grants program under the Smart Farms initiative, an agriculture component of the National Landcare Program (NLP).  Grants will be available to support local on-ground projects across Australia that increase the knowledge and capacity of farmers and fishers and facilitate the adoption of tools, technologies and improved land management practices to effectively, sustainably and productively manage Australia’s natural resources and adapt to significant changes in climate, weather and markets.\nGrant Activity Timeframe = NULL\nAddenda Available = Yes","Eligibility":"For grant eligibility criteria and eligible grant activities, refer to sections 4 and 5 of the Grant Opportunity Guidelines.","Email":"support@communitygrants.gov.au","Estimated Grant Value":"From $5,000.00  to  $100,000.00","From where":"www.grants.gov.au","Go_id":"GO633","Grant Range":"MEDIUM","Instructions for Lodgement":"To apply for the Smart Farms Small Grants Tier 1 (Grants between $5,000 and $50,000) find the application form here.  To apply for the Smart Farms Small Grants Tier 2 (Grants between $50,001 and $100,000) find the application form here.\nOther Instructions = ","Internal Reference ID":"2017-951 - Smart Farms Small Grants","New Grants":1,"Publish Date":"24-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=91F42211-B949-D848-EED0FC748C00CBEE","Title":"National Landcare Program  - Smart Farms Small Grants","Total Grant Amount":"$5,000,000.00"},{"index":"National Landcare Program Smart Farming Partnerships","Agency":"Department of Agriculture and Water Resources","Category":["111003 - Farming","211006 - Natural Resources - Conservation and Protection"],"Deadline":"21-Dec-2017 2:00 pm (ACT Local Time)","Description":"Smart Farming Partnerships  There are pressures on Australia’s natural resources that can limit the viability and productivity of Australia’s farming, fishery, aquaculture and forestry industries. These industries are looking to trial and implement new and innovative technologies and tools, which will reduce these pressures while increasing their productivity and profitability.  In response to these needs the Australian Government has established the Smart Farming Partnerships grant program under the Smart Farms initiative, an agriculture component of the National Landcare Program (NLP).  Grants will be available for experienced and skilled organisations working in partnership to undertake projects to develop, trial and implement new and innovative tools that support the uptake of sustainable practices across our agricultural, fishing, aquaculture and farm forestry industries. These projects will protect and improve the condition of our important resources of soil, water, plants and animals which underpin productive and profitable primary industries.  Industry implementation of these practices will assist the Australian Government to meet its obligations under international treaties including conventions on climate change, biological diversity and desertification.\nGrant Activity Timeframe = r\nAddenda Available = Yes","Eligibility":"The following can apply for funding:  •Aboriginal Corporation•Australian Government•Private Company•Public Company•Incorporated Cooperative•Trustee on behalf of Trust•Incorporated Association•Organisation established through a specific piece of Commonwealth or State\/Territory legislation•Individual\/Sole Trader•Local Government•Partnership•State\/Territory Government  To be eligible for funding, applicants must also:•have an Australian Business Number (ABN)•be registered for the purposes of GST•have an account with an Australian financial institution","Email":"support@communitygrants.gov.au","Estimated Grant Value":"From $250,000.00  to  $4,000,000.00","From where":"www.grants.gov.au","Go_id":"GO632","Grant Range":"HIGH","Instructions for Lodgement":"To apply for Smart Farming Partnerships find the Application Form here.\nOther Instructions = ","Internal Reference ID":"2017-954 Smart Farming Partnerships","New Grants":1,"Publish Date":"19-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=8C474BF9-EE24-E2FD-35A40CF6417DE06A","Title":"National Landcare Program Smart Farming Partnerships","Total Grant Amount":"$30,000,000.00"},{"index":"National Radioactive Waste Management Facility Community Benefit Programme","Agency":"Department of Industry, Innovation and Science","Category":["351002 - Regional Development","101002 - Community Care"],"Deadline":"5-Feb-2018 5:00 pm (ACT Local Time)","Description":"The Australian Government is seeking to identify a site for a National Radioactive Waste Management Facility through a voluntary nomination process. This facility will permanently dispose of Australia’s low level radioactive waste and temporarily house intermediate level radioactive waste.   In 2017-18 the National Radioactive Waste Management Facility Community Benefit Programme (the programme) will provide up to $2 million per community (totalling $4 million).   A total of $2 million is available to each community for 2017-18. The minimum grant amount per application is $5,000. The maximum grant amount per application is $1 million. The grant amount will be up to 100 per cent of eligible project costs. The project must be completed within 2 years and cannot extend past 30 June 2020.  Grants will be provided to successful applicants who are undertaking projects that will provide a social and\/or economic benefit to local communities in and around Barndioota and Kimba in South Australia.   The programme supports the Australian Government’s commitment to assist local communities while the site selection and establishment phases are underway.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"To be eligible you must have an Australian Business Number (ABN) and be one of the following:   a company incorporated in Australia a corporate trustee on behalf of a trust a not for profit organisation, including community groups with voting and\/or financial membership of at least five individuals an Aboriginal or Torres Strait Islander organisation, council or incorporated association the Outback Communities Authority the Flinders Ranges Council (for the Barndioota region) the District Council of Kimba (for the Kimba region).   Joint applications are acceptable, provided you have a principal applicant who is the main driver of the project and who meets the program’s eligibility criteria.   You are not eligible to apply if you are:   an individual, partnership or trust (however, a corporate trustee may apply on behalf of a trust) a Commonwealth or state government agency or body (including government business enterprises).  For more information on eligibility, go to the Programme Guidelines.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"From $5,000.00  to  $1,000,000.00","From where":"www.grants.gov.au","Go_id":"GO692","Grant Range":"HIGH","Instructions for Lodgement":"To apply, go to https:\/\/www.business.gov.au\/NRWMFCBP\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"NRWMFCBP","New Grants":1,"Publish Date":"31-Oct-2017","Site":"https:\/\/www.business.gov.au\/NRWMFCBP","Title":"National Radioactive Waste Management Facility Community Benefit Programme","Total Grant Amount":"$4,000,000.00"},{"index":"New Air Combat Capability - Industry Support Program (NACC-ISP)","Agency":"Department of Defence","Category":["361002 - Defence"],"Deadline":"30-Jun-2023 5:00 pm (ACT Local Time)","Description":"The Departments of Defence and  Industry, Innovation and Science deliver and manage the New Air Combat Capability – Industry Support Program (NACC-ISP).  It aims to help defence industry businesses to improve their:    capability competitiveness and capacity for innovation  with regard to the Joint Strike Fighter (JSF) project.  NACC-ISP will assist businesses that want to:   enter export markets  secure domestic contracts and  up-skill staff.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"An applicant must:   be a certain type of entity have ownership, access to, or the beneficial use of, any intellectual property necessary to carry out the Project demonstrate their ability to fund the costs of the Project.(These are costs other than those covered by the Program funding) where the proposed project is to be undertaken by a consortium or a trust, comply with any additional application criteria not be one of the companies engaged on the development as a ‘JSF Prime’ and not be named by the Affirmative Action Agency as an organisation that has not complied with the Workplace Gender Equality Act 2012 (Cth).  Further information on NACC-ISP eligibility criteria and activities are available in the  Customer Guidelines.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"From $1.00  to  $1,000,000.00","From where":"www.grants.gov.au","Go_id":"GO601","Grant Range":"HIGH","Instructions for Lodgement":"To apply, go to https:\/\/www.business.gov.au\/NACC-ISP\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"NACC-ISP","New Grants":1,"Publish Date":"16-Oct-2017","Site":"https:\/\/www.business.gov.au\/NACC-ISP","Title":"New Air Combat Capability - Industry Support Program (NACC-ISP)","Total Grant Amount":"$21,900,000.00"},{"index":"New Zealand ex-gratia Disaster Recovery Allowance and ex-gratia Disaster Recovery Payment Programme","Agency":"Attorney-General's Department","Category":["181000 - Disaster Relief"],"Deadline":"NOT SURE","Description":"Where the Australian Government has made disaster recovery payments available, the Prime Minister or Cabinet may also decide to provide a similar payment to eligible New Zealand special category visa (subclass 444) holders residing in Australia who have been directly affected by a major disaster.  This includes the ex-gratia Disaster Recovery Allowance (ex-gratia DRA) and the ex-gratia Disaster Recovery Payment (ex-gratia DRP). Ex-gratia DRA provides short-term income support where the Disaster Recovery Allowance (DRA) has been made available. Ex-gratia DRP provides a one-off, non means tested payment where the Australian Government Disaster Recovery Payment (DRP) has been made available. These payments are delivered consistently with the conditions and eligibility of DRA and DRP under the Social Security Act 1991.\nGrant Activity Timeframe = 1 July 2017 - 30 June 2020\nAddenda Available = NOT SURE","Eligibility":"The Australian Government helps eligible individuals:   Ex-gratia Disaster Recovery Allowance—who can demonstrate their income has been affected as a direct result of a disaster. Ex-Gratia Disaster Recovery Payment—who have been adversely affected by a major disaster in Australia.","Email":"recovery@ag.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO275","Grant Range":"NOT SURE","Instructions for Lodgement":"Claimants are required to lodge a claim form with the Department of Human Services (DHS) in person, by telephone, mail or fax.  All claims for assistance must be lodged within six months from the day the Minister for Justice declares an event is a major disaster and signs the Ministerial Determinations under section 36 and 1061L of the Social Security Act 1991.\nOther Instructions = More information about the Australian Government's disaster recovery assistance is available on the Disaster Assist website.  More information on these payments can be found on the DHS website at www.humanservices.gov.au or by calling on 180 22 66.","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"1-Aug-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=724A8150-936E-0BB5-7AD9ABEE1A651ECF","Title":"New Zealand ex-gratia Disaster Recovery Allowance and ex-gratia Disaster Recovery Payment Programme","Total Grant Amount":"NOT SURE"},{"index":"Regional Jobs and Investment Packages (RJIP) - Latrobe Valley region, VIC","Agency":"Department of Infrastructure and Regional Development","Category":["351002 - Regional Development"],"Deadline":"17-Nov-2017 5:00 pm (ACT Local Time)","Description":"The program’s intended outcomes are to drive economic growth and create jobs by investing in projects that will:  • diversify regional economies  • stimulate long term growth  • deliver sustainable employment  • enable applicants to enter new markets and sectors.  Local priorities and growth industries that will drive economic growth and create jobs in the Latrobe Valley region are identified through a Local Investment Plan.  Funding available to the Latrobe Valley region is $20 million over three funding streams. The grant amount will be up to 50 per cent of eligible project costs. You are required to provide the remaining 50 per cent as co-funding towards your project. If you are a non-business applicant experiencing exceptional circumstances you may seek an exemption from the co-funding requirement.  For further details refer to the program guidelines.  Local infrastructure grants - for local governing bodies and not-for-profit organisations to invest in new or upgraded infrastructure. These projects will capitalise on opportunities for growth, deliver long-term economic benefits to regional communities and create jobs.  • The minimum grant amount is $50,000.  • The maximum grant amount is the limit of grant funding for the region.  Business innovation grants - to enable business to build scale and capability to be competitive in new or growing markets that create sustainable employment.  • The minimum grant amount is $50,000.  • The maximum grant amount is the limit of grant funding for the region.  Skills and training grants - funding to local government bodies and agencies and not for profit organisations. These projects will support training and upskilling of the regional workforce to meet regional priorities, take advantage of emerging opportunities and withstand major labour market changes.  • There is no minimum grant amount.  • The maximum grant amount is the limit of grant funding for the region.\nGrant Activity Timeframe = NULL\nAddenda Available = Yes","Eligibility":"To be eligible to apply under any grant funding stream you must have an ABN.  Joint applications are acceptable, provided you have a lead applicant who is the main driver of the project and is eligible to apply as follows.  Local infrastructure and Skills and trainingTo be eligible you must be one of the following entities:  • a local government agency or body  • a not for profit organisation that is a legal entity and has been established for at least two years prior to the time of applying.  Business innovationTo be eligible you must be non-tax-exempt and one of the following entities:  • a company, incorporated in Australia  • an incorporated trustee on behalf of a trust.  To be eligible your project must:  • expand or grow your business  • have at least $100,000 in total eligible expenditure  • be ready to commence work within 12 weeks of executing a grant agreement.  Local infrastructure projectsTo be eligible your project must:  • be a capital project or support a future capital project involving the construction of new infrastructure, or the upgrade or extension of existing infrastructure  • have at least $100,000 in eligible expenditure, or have at least $50,000 in eligible expenditure if you are granted an exceptional circumstances co-funding exemption  • be ready to commence work within 12 weeks of executing a grant agreement.  Skills and training projectsTo be eligible your project must:  • deliver skills and training to learners other than your employees.  To be eligible to apply under any grant funding stream your project must:  • be located within an eligible RJIP region, or you must be able to demonstrate that your project will directly benefit an RJIP region and align with the Local Investment Plan  • include eligible activities and eligible expenditure.  For more detailed eligibility criteria you should refer to the program guidelines.","Email":"enquiries@industry.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO484","Grant Range":"NOT SURE","Instructions for Lodgement":"To apply, go to www.business.gov.au\/RJIP-LatrobeValley\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"RJIP","New Grants":1,"Publish Date":"8-Sep-2017","Site":"https:\/\/www.business.gov.au\/RJIP-LatrobeValley","Title":"Regional Jobs and Investment Packages (RJIP) - Latrobe Valley region, VIC","Total Grant Amount":"$20,000,000.00"},{"index":"Rural Junior Doctor Training Innovation Fund - Round 2","Agency":"Department of Health","Category":["201004 - Vocational Training and Apprenticeships","231018 - Public Health Services"],"Deadline":"14-Dec-2017 2:00 pm (ACT Local Time)","Description":"This is an opportunity to apply for funding to provide rural based junior doctors with a training period in a rural primary care setting, such as a General Practice or an Aboriginal Medical Service. This opportunity, which builds on rural training networks funded by state and territories, will develop rural training capacity and strengthen the rural training pathway in rural areas.  The accredited intern rotations must be delivered in primary care settings in Australian Statistical Geography Standard - Remoteness Areas (ASGS-RA) 2 to 5 locations.  The Rural Junior Doctor Training Innovation Fund aims to foster the development of innovative rural junior doctor training within the larger rural training networks for interns, established within state and territory health systems.   This second round of funding aims to fund at least 36 FTE positions (around 160 rotations) into primary care settings to meet the target of 60 FTE positions for the program as a whole.\nGrant Activity Timeframe = Funding will commence in 2018 and will cease on 30 June 2021.\nAddenda Available = Yes","Eligibility":"The details of eligibility are listed at Section 3 of the Grant Guidelines.","Email":"grant.atm@health.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO554","Grant Range":"NOT SURE","Instructions for Lodgement":"Email your completed application and attachments to grant.atm@health.gov.au by 2pm, 14 December 2017.\nOther Instructions = Please note the last question must be submitted to grant.atm@health.gov.au by 5pm, 7 December 2017.      Please include GO554 Rural Junior Doctor Training Innovation Fund - Round 2 in your email title.","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"27-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=5333EEAC-BC34-790B-781AA7A5081454A3","Title":"Rural Junior Doctor Training Innovation Fund - Round 2","Total Grant Amount":"$18,631,000.00"},{"index":"Safe Work Australia Sponsorship Program","Agency":"Safe Work Australia","Category":["231017 - Public Health and Safety"],"Deadline":"30-Jun-2018 11:30 pm (ACT Local Time)","Description":"The Safe Work Australia Sponsorship Program (the Program) is an open non-competitive program that takes effect from 1 July 2017 and will run for one year to 30 June 2018, with scope for renewal.  Safe Work Australia is committed to improving work health and safety and workers’ compensation arrangements across Australia. Safe Work Australia provides support through the Program to initiatives of individuals, businesses, government and non-government organisations that align with this commitment. The Program is not a means of self-promotion for Safe Work Australia.  The objectives of this Program are to:    promote community awareness and knowledge of work health and safety and workers' compensation\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Safe Work Australia will not enter into a sponsorship arrangement where we consider there is a real, apparent or potential conflict of interest that may compromise the way Safe Work Australia staff perform their duties, or give the perception of compromise (e.g. sponsoring a business that is a supplier to or is likely to tender for future contracts).  Further, Safe Work Australia will generally not enter into a sponsorship arrangement that we consider has the potential to expose us to risks including, but not limited to:   where Safe Work Australia considers the sponsorship may give rise to a real or implied endorsement of a commercial product or service where Safe Work Australia considers the individual, business or organisation may use the sponsorship to influence government, public policy or for any other purpose detrimental to Safe Work Australia's role or image, or where the individual, business or organisation has political objectives or affiliations.  All sponsorships are subject to approval from the Safe Work Australia Chief Executive Officer.","Email":"info@swa.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO287","Grant Range":"NOT SURE","Instructions for Lodgement":"The application form for sponsorships under the Program is available via the 'GO Documents' button.  Please send completed applications for sponsorship to info@swa.gov.au\nOther Instructions = NULL","Internal Reference ID":"SWAGO-00","New Grants":1,"Publish Date":"10-Jul-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=074F31ED-D8F1-38CD-33CB0DA788903C7C","Title":"Safe Work Australia Sponsorship Program","Total Grant Amount":"NOT SURE"},{"index":"Safer Communities Fund – Round 2","Agency":"Attorney-General's Department","Category":["151006 - National Security","331002 - Human Rights"],"Deadline":"14-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Safer Communities Fund provides grants of up to $1 million to community organisations and local governments for local crime prevention and security infrastructure projects. Project activities can include:     installation of fixed or mobile CCTV cameras\nGrant Activity Timeframe = NULL\nAddenda Available = Yes","Eligibility":"To be eligible you must:   have an Australian Business Number (ABN) and be one of the following entities: an entity incorporated in Australia an incorporated not for profit organisation a local government agency or body an Australian state or territory government entity.  If your organisation is an unincorporated entity or does not have an ABN you can either:    become an incorporated entity and obtain an ABN; or","Email":"enquiries@industry.gov.au","Estimated Grant Value":"From  -  to  $1,000,000.00","From where":"www.grants.gov.au","Go_id":"GO572","Grant Range":"HIGH","Instructions for Lodgement":"To apply, go to www.business.gov.au\/Safer-Communities-Fund\nOther Instructions = business.gov.au provides information and advice to business via a range of channels including phone (13 28 46), email and web chat. Contact us for assistance.","Internal Reference ID":"SCF","New Grants":1,"Publish Date":"29-Sep-2017","Site":"https:\/\/www.business.gov.au\/Safer-Communities-Fund","Title":"Safer Communities Fund – Round 2","Total Grant Amount":"$28,600,000.00"},{"index":"Service Maintenance Program","Agency":"Department of Health","Category":["251005 - Indigenous Health"],"Deadline":"5-Dec-2017 2:00 pm (ACT Local Time)","Description":"The Service Maintenance Program assists the provision of culturally appropriate, fit for purpose health infrastructure for clinics, staff accommodation and facilities that deliver comprehensive primary health care services to the Aboriginal and Torres Strait Islander population. This program is intended to support the improvement of health outcomes for this population through better access to health services.   The objective of this funding is to improve the safety of primary health care clinics for Aboriginal and Torres Strait Islander people by addressing emergency repairs, urgent maintenance and upgrade issues that affect the safety and accessibility of Aboriginal community controlled primary health care clinics.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"Only applicants who have a direct funding relationship with the Department (i.e. receiving primary healthcare funding to deliver clinical services from the IAHP) are eligible to apply. Organisations are eligible to apply on behalf of auspiced organisations provided the application is received from the applicant with whom the Department has the direct funding relationship with.","Email":"grant.atm@health.gov.au","Estimated Grant Value":"NOT SURE","From where":"www.grants.gov.au","Go_id":"GO236","Grant Range":"NOT SURE","Instructions for Lodgement":"Email your completed application and attachments to grant.atm@health.gov.au by 2pm, 5 December 2017.\nOther Instructions = Please note the last questions must be submitted to grant.atm@health.gov.au by 2pm, 28 November 2017.","Internal Reference ID":"NULL","New Grants":1,"Publish Date":"23-Oct-2017","Site":"?event=public.GO.viewDocuments&amp;GOUUID=3F007EED-E766-9AA1-21C9D47D7CADAC63","Title":"Service Maintenance Program","Total Grant Amount":"$2,000,000.00"},{"index":"Women in STEM and Entrepreneurship","Agency":"Department of Industry, Innovation and Science","Category":["321001 - Science","321002 - Technology"],"Deadline":"15-Nov-2017 5:00 pm (ACT Local Time)","Description":"The Women in STEM and Entrepreneurship Program was announced as part of the Inspiring all Australians in Digital Literacy and STEM element of the National Innovation and Science Agenda.  The program provides funding to support women in STEM and to eliminate barriers for women’s participation in STEM education and careers, including entrepreneurship. The program supports projects that  foster girls’ and women’s interest in STEM and entrepreneurship, develop their scientific and entrepreneurial knowledge and skills, build their professional networks, or other activities consistent with the program’s objectives. The program also provides funding to identify and celebrate STEM role models in science and research, entrepreneurship and corporate leadership to inspire school-age girls.  The program’s objectives are to:   increase awareness and participation of girls and women in STEM and entrepreneurship education and careers, including in schools through to university and to the research sector increase participation of girls and women in other parts of the innovation ecosystem including innovative businesses, start-ups and entrepreneurial activities and careers stimulate an increase in the number of women in senior leadership and decision making positions in government, research organisations, industry and businesses.\nGrant Activity Timeframe = NULL\nAddenda Available = NOT SURE","Eligibility":"To be eligible you must have an Australian Business Number (ABN) and be one of the following:    an entity incorporated in Australia","Email":"enquiries@industry.gov.au","Estimated Grant Value":"From $5,000.00  to  $250,000.00","From where":"www.grants.gov.au","Go_id":"GO102","Grant Range":"MEDIUM","Instructions for Lodgement":"To apply, go to https:\/\/www.business.gov.au\/WISE\nOther Instructions = business.gov.au provides information and advice to businesses via a range of channels including phone, email and web chat. Contact us for assistance.","Internal Reference ID":"WISE","New Grants":1,"Publish Date":"6-Oct-2017","Site":"https:\/\/www.business.gov.au\/WISE","Title":"Women in STEM and Entrepreneurship","Total Grant Amount":"$8,000,000.00"},{"index":"2017 Dementia Grants Program - Round 1 CLOSED","Agency":"Dementia Australia Research Foundation","Category":["231013 - Medical Research","171004 - Services for People with Disabilities"],"Deadline":"CLOSED","Description":"Up to thirteen $50,000 capacity building project grants for new and early career researchers are on offer in Round 1, 2017.\nSix AADRF Project Grants including The A&amp;L Project Grant (new and early career researchers in any area of dementia research).\nOne Hazel Hawke Research Grant in Dementia Care (new and early career researchers in dementia care).\n\nSix $50,000 or one $100,000 plus four $50,000 AADRF-Vic Project Grants including the Cecilia Margaret Hudson Dementia Research Grant, Jeffrey Wiener Grant and Faustyna Wiener Memorial Grant (new and early career researchers in dementia in clinical or psychosocial areas).\nPlease note that postdoctoral fellowships will not be offered in the 2017 Dementia Grants Program.\nOutcomes will be announced in December 2017.","Eligibility":"NOT SURE","Email":"NULL","Estimated Grant Value":"50,000","From where":"www.dementiaresearchfoundation.org.au","Go_id":"NULL","Grant Range":null,"Instructions for Lodgement":"NOT SURE","Internal Reference ID":"NULL","New Grants":0,"Publish Date":"2017","Site":"https:\/\/www.dementiaresearchfoundation.org.au\/research-grants","Title":"2017 Dementia Grants Program - Round 1 CLOSED","Total Grant Amount":"NOT SURE"},{"index":"2017 Dementia Grants Program - Round 2 CLOSED","Agency":"Dementia Australia Research Foundation","Category":["231013 - Medical Research","171004 - Services for People with Disabilities"],"Deadline":"CLOSED","Description":"Four PhD Scholarships of $30,000 per year over three years are on offer in Round 2, 2017.\nOutcomes will be announced in December 2017.\nThe announcement and the full list of successful applicants for the 2016 Dementia Grants Program can be viewed here.","Eligibility":"NOT SURE","Email":"NULL","Estimated Grant Value":"30,000","From where":"www.dementiaresearchfoundation.org.au","Go_id":"NULL","Grant Range":null,"Instructions for Lodgement":"NOT SURE","Internal Reference ID":"NULL","New Grants":0,"Publish Date":"2017","Site":"https:\/\/www.dementiaresearchfoundation.org.au\/research-grants","Title":"2017 Dementia Grants Program - Round 2 CLOSED","Total Grant Amount":"NOT SURE"},{"index":"EarlyCareer","Agency":"Cure Brain Cancer Org","Category":["231013 - Medical Research","231004 - Cancer"],"Deadline":"Deadline passed 18 August 2017, 17.00 AEST","Description":"Cure Brain Cancer’s Early Career Fellowships aim to support bright young researchers to develop their career in brain cancer research. Cure Brain Cancer believes that it is important to build capacity in innovative brain cancer research and development to achieve our mission of improving survival for people living with brain cancer. It is expected that Fellows undertake a significant piece of publishable work during their tenure that will lead to a more permanent position within the brain cancer research field.","Eligibility":"Applicants must:\n     Be eligible to work in Australia for the duration of the award.\n     Undertake research at an Australian research institution.\n     Have been awarded their PhD within the last six years prior to 30 June in the year of application (i.e. 2017). The start date should be taken from the date the PhD thesis was passed (not the date of degree conferral). Consideration will also be given to final year PhD students, whose PhD will be submitted by December 2017 and approved before Fellowship begins in early 2018. \n     Have a proven track record of research but not held an established academic appointment.\nHave read and agree to the terms and conditions of funding.\n\n\nDonate to fund research like this\nYour generous support makes research like this possible. Donate to fund vital brain cancer research.","Email":null,"Estimated Grant Value":235000,"From where":"www.curebraincancer.org.au","Go_id":"NULL","Grant Range":"MEDIUM","Instructions for Lodgement":"NULL","Internal Reference ID":"NULL","New Grants":0,"Publish Date":"2017","Site":"https:\/\/www.curebraincancer.org.au\/page\/197\/funding-options","Title":"EarlyCareer","Total Grant Amount":"NOT SURE"},{"index":"Innovation Grant","Agency":"Cure Brain Cancer Org","Category":["231013 - Medical Research","231004 - Cancer"],"Deadline":"Deadline passed 07 July 2017, 17.00 AEST","Description":"The Innovation Grant aims to fund new research projects that deviate from existing paradigms and current lines of investigation. The grant allows investigators to follow leading observations and exploration of novel ideas in brain cancer research. The grant supports investigators to produce proof-of-concept data for their higher-risk projects and establish feasibility for future research and grant applications.","Eligibility":"Principal Investigators must:\nUndertake research at an Australian research institution.\nUse any awarded funds to work on novel* research applicable to primary brain cancer. \nHave read and agree to the terms and conditions of funding.  \n*Truly new (testing new grounds) or which promise results that are significantly advancing science.","Email":null,"Estimated Grant Value":200000,"From where":"www.curebraincancer.org.au","Go_id":"NULL","Grant Range":"MEDIUM","Instructions for Lodgement":"NULL","Internal Reference ID":"NULL","New Grants":0,"Publish Date":"2017","Site":"https:\/\/www.curebraincancer.org.au\/page\/197\/funding-options","Title":"Innovation Grant","Total Grant Amount":"NOT SURE"},{"index":"Cooperative Research Centres (CRC) Program","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"The Cooperative Research Centres (CRC) Program is a competitive, merit based grant program that supports industry-led and outcome-focused collaborative research partnerships between industry, researchers and the community.\r\n        \n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Cooperative Research Centres (CRC) Program","Total Grant Amount":"NOT SURE"},{"index":"Entrepreneurs' Programme","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"The Entrepreneurs’ Programme uses experienced Advisers and Facilitators, drawn from industry, to ensure businesses get the advice and support needed to improve their competitiveness, productivity and to seek growth opportunities. Practical support for businesses, researchers and entrepreneurs includes: advice from people with relevant private sector experience, co-funded grants to commercialise novel intellectual property in the form of new products, processes and services, funding to take advantage of growth opportunities, and connection and collaboration opportunities.\r\n        \n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Entrepreneurs' Programme","Total Grant Amount":"NOT SURE"},{"index":"Growth Fund","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"If you’re affected by changes to the car manufacturing industry, we have a plan to help you. It’s called the Growth Fund.\r\n        \n\n\n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Growth Fund","Total Grant Amount":"NOT SURE"},{"index":"Growth Services","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Provides businesses who have a growth opportunity with access to experienced growth Advisers who will work with them to develop their unique growth plan. Advisers will mentor the business through the implementation of their plan, facilitating access to knowledge and expertise, research, funding and other assistance.","Eligibility":"\nAt a minimum, you must\nmeet the Entrepreneurs’ Programme eligibility criteria \nhave a realistic and achievable growth opportunity that will       transform your business\nhave management commitment to achieving the opportunity and\nbe willing to acquire the necessary resources and capacity to successfully execute a growth plan.\nOther eligibility requirements may apply.\n,","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Growth Services","Total Grant Amount":"NOT SURE"},{"index":"Incubator Support","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Provides new and existing business incubators with matched funding of up to $500,000, to assist Australian start-ups develop the capabilities required to succeed in international markets.","Eligibility":"\nAt a minimum, you must\nhave an Australian Business Number (ABN)\nbe an existing incubator or establishing a new incubator that will foster and develop innovative start-ups focused on international trade\nbe either an entity incorporated in Australia, an incorporated trustee on behalf of a trust, a not for profit organisation, a publically funded research organisation, or a local government.\nOther eligibility requirements may apply.\n,","Email":null,"Estimated Grant Value":500000,"From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"HIGH","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Incubator Support","Total Grant Amount":500000},{"index":"Innovation Connections","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Provides small and medium sized businesses with access to expert technology advice to address technology and knowledge gaps, and collaborate with the research sector in developing new ideas with commercial potential. Support includes up to $50,000 in matched funding to work on collaborative projects.","Eligibility":"\nAt a minimum, you must\nbe a for-profit, non-tax exempt company who is registered for GST and operating in Australia for at least three years\nhave an annual turnover or operating expenditure between $1.5 million ($750,000 for remote Australia and Northern Territory) and $100 million\nbe operating in a specified Growth Sector.\nOther eligibility requirements may apply.\n,","Email":null,"Estimated Grant Value":50000,"From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"LOW","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Innovation Connections","Total Grant Amount":50000},{"index":"Regional Jobs and Investment Packages (RJIP) - Latrobe Valley region, VIC","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Applications close:\n17 November 2017\n5:00 pm AEDT\n\n\n\n\r\n            The Regional Jobs and Investment Package for the Latrobe Valley region in Victoria is a $20 million investment by the Australian Government to help diversify the regional economy, stimulate economic growth and deliver sustainable employment in the region.\r\n        \n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":20000000,"From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"HIGH","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Regional Jobs and Investment Packages (RJIP) - Latrobe Valley region, VIC","Total Grant Amount":20000000},{"index":"Sponsorship Grants for Student Science Engagement and International Competitions","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Sponsorship Grants for Student Science Engagement and International Competitions is an element of the Inspiring Australia - Science Engagement Programme, that provides grants to organisations to sponsor eligible students to participate in conferences, competitions and other science, technology, engineering and mathematics (STEM) related events.\r\n        \n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Sponsorship Grants for Student Science Engagement and International Competitions","Total Grant Amount":"NOT SURE"},{"index":"Venture Capital","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Venture capital programs work with private venture capital fund managers to provide capital and professional expertise to innovative Australian companies.\r\n        \n,","Eligibility":"NOT SURE","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Venture Capital","Total Grant Amount":"NOT SURE"},{"index":"Venture Capital Limited Partnerships (VCLP)","Agency":"Australian Government - Department for Business","Category":"Startups and Innovation","Deadline":"2017","Description":"Provides venture capital limited partnerships (VCLPs) with a flow-through tax incentive (exemption from capital gains tax for gains made on eligible investments) for foreign investors to stimulate Australia’s venture capital sector by attracting foreign investors.","Eligibility":"\nAt a minimum, you must\nbe an incorporated limited partnership\nbe established in Australia or in a country that has a double tax agreement with Australia\nhave at least $10 million committed capital.\nOther eligibility requirements may apply.\n,","Email":null,"Estimated Grant Value":"NOT SURE","From where":"https:\/\/www.business.gov.au\/assistance\/results?q=","Go_id":"NULL","Grant Range":"NOT SURE","Instructions for Lodgement":null,"Internal Reference ID":"NULL","New Grants":1,"Publish Date":"2017","Site":"www.business.gov.au","Title":"Venture Capital Limited Partnerships (VCLP)","Total Grant Amount":"NOT SURE"}]}